tap "azure/kubelogin"
tap "hashicorp/tap"
tap "homebrew/bundle"

cask "slack-cli"

brew "awscli"
brew "azure-cli"
brew "coreutils"
brew "deno"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "libpq"
brew "llvm@16"
brew "redis"
brew "azure/kubelogin/kubelogin"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
