tap "azure/kubelogin"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "tilt-dev/tap"
tap "guumaster/tap"

cask "openvpn-connect"
cask "slack-cli"

brew "1password-cli"
brew "awscli"
brew "azure-cli"
brew "azure/kubelogin/kubelogin"
brew "cfssl"
brew "coreutils"
brew "deno"
brew "gh"
brew "ghz"
brew "git"
brew "git-lfs"
brew "go"
brew "go-task"
brew "graphviz"
brew "guumaster/tap/hostctl"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "helm"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "kube-ps1"
brew "libpq"
brew "llvm@16"
brew "minikube"
brew "redis"
brew "tilt-dev/tap/ctlptl"
brew "yq"
